tap "abhimanyu003/sttr"
tap "buo/cask-upgrade"
tap "cube2222/octosql"
tap "danvergara/tools"
tap "harelba/q"
tap "he3-app/he3"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "libsql/sqld"
tap "localsend/localsend"
tap "mac-cleanup/mac-cleanup-py"
tap "mihomo-party-org/mihomo-party"
tap "mvndaemon/mvnd"
tap "tbxark/repo"
tap "textualize/homebrew"
tap "tursodatabase/tap"
brew "axel"
brew "bat"
brew "btop"
brew "ccat"
brew "cloc"
brew "ctop"
brew "difftastic"
brew "python@3.12"
brew "dolphie"
brew "dos2unix"
brew "dsq"
brew "duf"
brew "fd"
brew "fping"
brew "fzf"
brew "git-gui"
brew "gh"
brew "grpcui"
brew "grpcurl"
brew "node"
brew "gtop"
brew "htop"
brew "httpie"
brew "hurl"
brew "ipython"
brew "python@3.12"
brew "iredis"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lftp"
brew "litecli"
brew "lnav"
brew "lrzsz"
brew "lsd"
brew "md5sha1sum"
brew "mongosh"
brew "mycli"
brew "octosql"
brew "pgcli"
brew "pkgconf"
brew "protobuf"
brew "rocksdb"
brew "safe-rm"
brew "tailspin"
brew "telnet"
brew "tmux"
brew "tree"
brew "upx"
brew "wget"
brew "yajl"
brew "abhimanyu003/sttr/sttr"
brew "mac-cleanup/mac-cleanup-py/mac-cleanup-py"
brew "mvndaemon/homebrew-mvnd/mvnd"
brew "tbxark/repo/rmtrash"
brew "textualize/homebrew/frogmouth"
brew "textualize/homebrew/toolong"
brew "tursodatabase/tap/turso"
cask "android-platform-tools"
cask "another-redis-desktop-manager"
cask "apifox"
cask "beyond-compare"
cask "devtoys"
cask "font-hack-nerd-font"
cask "font-lxgw-wenkai"
cask "font-lxgw-wenkai-lite"
cask "ghostty"
cask "goland"
cask "handshaker"
cask "he3"
cask "iina"
cask "intellij-idea"
cask "iterm2"
cask "jd-gui"
cask "koodo-reader"
cask "localsend"
cask "lx-music"
cask "maczip"
cask "microsoft-edge@dev"
cask "mongodb-compass"
cask "neteasemusic"
cask "obsidian"
cask "omnidisksweeper"
cask "onedrive"
cask "orbstack"
cask "qbittorrent"
cask "qlmarkdown"
cask "qlvideo"
cask "qqmusic"
cask "redis-insight"
cask "snipaste"
cask "sogouinput"
cask "telegram-desktop"
cask "thunder"
cask "utools"
cask "visual-studio-code"
cask "wechat"
cask "wpsoffice-cn"
cask "xld"
